Repository: atareao/podcli
Catalog: po/*.po
Languages: es

source: Downloading images for {}
es: Descargando imágenes para {}

source: Downloading {}. "{}"
es: Descargando {}. "{}"

source: Playing {}. {}
es: Descargando {}. {}

source: Can't play {}. "{}"
es: No puedo reproducir {}. "{}"

source: * Downloading "{}"
es: * Descargando "{}"

source: * "{}" is already downloaded
es: * "{}" ya está descargado

source: Download audio
es: Descargando audio

source: Only for debug
es: Solo para depuración

source: Show the content of the episode in html
es: Muestra el contenido del episodio en formato html

source: List episodes
es: Lista los episodios

source: Select first episode
es: Selecciona el primer episodio

source: Download images
es: Descarga imágenes

source: Select last episode
es: Selecciona el primer episodio

source: Play audio, and download if necessary
es: Reproduce el audio y lo descarga si es necesario

source: Show the content of the episode in markdown
es: Muestra el contenido del episodio en formato markdown

source: The url or filename of the feed
es: La url o el nombre del archivo del feed

source: Empty feed
es: Feed vacío

source: No episode selected
es: Ningún episodio seleccionado

source: Total of episodes: {}
es: Total de episodios {}

source: First episode selected: {}. "{}"
es: Primer episodio seleccionado: {}. "{}"

source: Last episode selected: {}. "{}"
es: Último episodio seleccionado {}. "{}"

source: Number of episodes selected: {}
es: Número de episodios seleccionados: {}
